Repository: vapits/vienna-rss
Catalog: lproj/*.lproj/SearchFolder.strings
Languages: el

source: Cancel
el: Άκυρο

source: Field names go here
el: Τα ονόματα πεδίων μπαίνουν εδώ

source: Item1
el: Πεδίο1

source: Item2
el: Πεδίο2

source: Item3
el: Πεδίο3

source: Nothing
el: Τίποτα

source: Operators go here
el: Operators εδώ

source: OtherViews
el: Άλλες προβολές

source: Save
el: Αποθήκευση

source: Show all articles that match
el: Δείξε όλα τα άρθρα που ταιριάζουν

source: Smart folder name:
el: Όνομα Smart φακέλου:

source: of the following conditions:
el: των παρακάτω συνθηκών:
